{
  "baseLayers": [],
  "pointsOfInterest": [
    {
      "id": 1234,
      "latitude": 44.9333,
      "longitude": -93.0607,
      "name": "Holman Field",
      "description": "Holman Field, also known as St. Paul Downtown Airport, is a small airfield just south of downtown of Saint Paul. Its name comes from Charles W. \"Speed\" Holman, a barnstormer and stunt pilot in the 1920's and 30's. During World War II the airfield was used as a site for modifying B-24 liberators on their way to Europe. Holman Field also contains the Holman Field Admisitration Building, a WPA project from 1930 with iconic architecture. North East across the river from the airport in Indian Mounds Regional Park you can find one of the last remaining Airway beacon in the country.",
      "images": [
        {
          "image": "images/holman/Holman_Field_Administration_Building_N.jpg",
          "credit": "Wikipedia",
          "caption": "Holman Field Administration Building"
        },
        {
          "image": "images/holman/airway_beacon.jpg",
          "credit": "Wikipedia",
          "caption": "Indian Mounds Airway Beacon"
        }
      ]
    },
    {
      "id": 1543,
      "latitude": 44.94562,
      "longitude": -93.09713,
      "name": "Landmark Center",
      "description": "The Landmark Center has a long and expansive history. Build in 1902 as a Post office, Courthouse and Custom House for the state of Minnesota is has changed and adapted over the last hundred and twenty plus years. In 1930s the building was home to a variety of gangster based trials.  Most notorious was Mary Frechette an accomplice of John Dillinger was tried and found guilty of harboring Dillinger. Over the years the Landmark Center was not well preserved and in the early 1970s the building was in disrepair. In 1972 Saint Paul purchase dthe building and lead restoration efforts over the next decade, culminating in a cultural center in downtown Saint Paul that hosts multiple museums, the Ramsey County Historical Association, and educational events ",
      "images": [
        {
          "image": "images/landmark/landmark_Center.jpg",
          "credit": "Wikipedia",
          "caption": "Exterior"
        },
        {
          "image": "images/landmark/landmark_center_interior.jpg",
          "credit": "Wikipedia",
          "caption": "Interior"
        }
      ]
    },
    {
      "id": 432,
      "latitude": 44.94428,
      "longitude": -93.09395,
      "name": "Ramsey County Court",
      "description": "The Ramsey County Courthouse started construction in 1923 and was completed in 1932, and embodies the Art Deco style of that era. It was designed by Thomas Ellerby a Saint Paul Architect. Its exterior consists of smooth Indiana Limestone giving it a distinctive appearance.  Each of the entrances is highlighed by a exterior relief created by Lee Lawrie. The main lobby ends in a massive 60 ton 38ft statue called the Vision of Peace by Swedish sculpter Carl Milles. Currently the building acts as the Saint Paul City Hall, Ramsey County Courthouse, and a variety of other city, state, and county functions. ",
      "images": [
        {
          "image": "images/ramsey_court/court_statue.jpg",
          "credit": "Wikipedia",
          "caption": "Courthouse Interior"
        },
        {
          "image": "images/ramsey_court/court_exterior.jpg",
          "credit": "Wikipedia",
          "caption": "Courthouse Interior"
        }
      ]
    },
    {
      "id": 43,
      "latitude": 44.94696,
      "longitude": -93.10924,
      "name": "Saint Paul Cathedral",
      "description": "Opening in 1915 the Cathedral of Saint Paul is an iconic building, and  is the third largest Catholic cathedral in the United States. The Cathedral is the co-cathedral of the Archdiocese of Saint Paul and Minneapolis, and is considered one of the most distinctive cathedrals in the United States. The Cathedral was started in 1904 as a replacement for a previous smaller cathedral. It was designed by Emmanuel Luis Masqueray, known for his work on the 1904 world fair. In 2009 The cathedral was designated as the only National Shrine in Minnesota, and the only in the United States dedicated to the Apostle Paul.",
      "images": [
        {
          "image": "images/cathedral/inner_cathedral.jpg",
          "credit": "Wikipedia",
          "caption": "Inside the Cathedral"
        },
        {
          "image": "images/cathedral/St_Paul_Cathedral_2012.jpg",
          "credit": "Wikipedia",
          "caption": "Outsie the Cathedral"
        },
        {
          "image": "images/cathedral/winter_evening.jpg",
          "credit": "Wikipedia",
          "caption": "Cathedral in winter"
        }
      ]
    },
    {
      "id": 5,
      "latitude": 44.94175,
      "longitude": -93.10861,
      "name": "Anthony Walman 'House'",
      "description": "This limestone building, is believed to be the oldest commercial structure in Saint Paul. Originally built 1849 it has been a Saloon, a store, and a residence. ",
      "images": [
        {
          "image": "images/waldman/Anthony_Waldman_House.jpg",
          "credit": "Wikipedia",
          "caption": "Cathedral in winter"
        }
      ]
    },
    {
      "id": 6,
      "latitude": 44.9357405,
      "longitude": -93.0869711,
      "name": "Wabasha Street Caves",
      "description": "The Wabasha Street Caves are man-made caves dating back to the 1840's carved out of sandstone that have been home to a variety of uses throughout history. In the 1920's these caves were used as speakeasies.Mostly however these caves have been used for growing mushrooms, storage, music and dancing. Currently they host swing dancing, ghost tours, and a variety of other events",
      "images": [
        {
          "image": "images/wabash/WabashaStreetCaves.jpg",
          "credit": "Wikipedia",
          "caption": "Cathedral in winter"
        }
      ]
    }
  ]
}
