{
  "mapCenter": { "lat": 44.93880014185138, "lng": -93.08827400207521 },
  "baseLayers": [
    {
      "name": "Satellite",
      "tileUrl": "https://basemap.nationalmap.gov/arcgis/rest/services/USGSImageryOnly/MapServer/tile/{z}/{y}/{x}",
      "options": {
        "minZoomLevel": 1,
        "maxZoomLevel": 20,
        "attribution": "Tiles courtesy of the <a href=\"https://usgs.gov/\">U.S. Geological Survey</a>"
      }
    },
    {
      "name": "Street Map",
      "tileUrl": "https://tile.openstreetmap.org/{z}/{x}/{y}.png",
      "options": {
        "minZoomLevel": 1,
        "maxZoomLevel": 15,
        "attribution": "&copy; <a href=\"http://www.openstreetmap.org/copyright\">OpenStreetMap</a>"
      }
    }
  ],
  "minZoom": 14,
  "maxZoom": 16,
  "mapBounds": {
    "_southWest": { "lat": 44.9218466448167, "lng": -93.11582565307619 },
    "_northEast": { "lat": 44.95477681331262, "lng": -93.05007934570314 }
  },
  "pointsOfInterest": [
    {
      "id": 0,
      "title": "Cathedral of Saint Paul",
      "description": "The Cathedral of Saint Paul, located in Saint Paul, Minnesota, is a magnificent example of Beaux-Arts architecture and a prominent landmark in the city. Completed in 1915, the cathedral's stunning design features a classical exterior adorned with intricate carvings and statues, while its interior boasts soaring arches, intricate stained glass windows, and a breathtaking dome. As the co-cathedral of the Archdiocese of Saint Paul and Minneapolis, it serves as a center for Catholic worship and community gatherings. Its grandeur and historical significance make it a cherished symbol of faith and architectural achievement in the region.",
      "latitude": 44.946697911653835,
      "longitude": -93.10904502868654,
      "images": [
        { "image": "./images/St_Paul_Cathedral_2012.jpg" },
        { "image": "./images/inner_cathedral.jpg" },
        { "image": "./images/winter_evening.JPG" }
      ]
    },
    {
      "id": 1,
      "title": "Holman Field",
      "description": "Holman Field, nestled in Saint Paul, Minnesota, is an iconic aviation hub steeped in history. Originally established in 1929, it has served as a vital center for aviation activities, ranging from military operations to commercial flights and general aviation. The field's legacy traces back to its role as a training base during World War II, where it contributed significantly to the war effort.\n\nAdjacent to Holman Field stands a historic airway beacon, a tangible relic of early aviation navigation. These beacons played a crucial role in guiding pilots during the dawn of air travel, serving as visual markers along established air routes. While advancements in technology have rendered them obsolete, they remain as poignant reminders of aviation's pioneering days.\n\nTogether, Holman Field and its neighboring airway beacon encapsulate the evolution of aviation and its profound impact on transportation and society, making them invaluable pieces of Saint Paul's heritage.",
      "latitude": 44.93430400302379,
      "longitude": -93.06132316589357,
      "images": [
        { "image": "./images/Holman_Field_Administration_Building_N.jpg" },
        { "image": "./images/airway_beacon.jpg" }
      ]
    },
    {
      "id": 2,
      "title": "Saint Paul City Hall",
      "description": "Saint Paul City Hall, a stately architectural gem located in the heart of the downtown. It stands as a testament to the city's rich history and enduring civic pride. Completed in 1936, this majestic structure embodies the Art Deco style, characterized by its geometric shapes, ornate detailing, and elegant symmetry.\n\nDesigned by renowned architects Thomas Ellerbe & Company of Saint Paul and Holabird & Root of Chicago.  Saint Paul City Hall features a grand facade adorned with intricate carvings, that punctuates the city skyline. Its interior is equally impressive, boasting a spacious rotunda featuring a 60 ton statue named Vision of Peace  by Carl Milles\n\nBeyond its architectural grandeur, Saint Paul City Hall serves as a hub of municipal governance, housing various administrative offices and serving as a venue for public meetings and civic events. ",
      "latitude": 44.94421478767228,
      "longitude": -93.09388518333436,
      "images": [
        { "image": "./images/court_exterior.jpg" },
        { "image": "./images/court_statue.jpg" }
      ]
    },
    {
      "id": 3,
      "title": "Landmark Center",
      "description": "Landmark Center is a cherished architectural treasure that serves as a focal point for culture, history, and community engagement. Originally built in 1902 as the Federal Courts Building and Post Office, this majestic structure underwent a meticulous restoration in the 1970s and was reborn as Landmark Center, a vibrant cultural center.\n\nFeaturing a stunnin Romanesque-style facade, Landmark Center boasts intricate stonework, towering arches, and a central clock tower that commands attention. Its interior is equally captivating, with ornate marble corridors, soaring ceilings, and beautiful stained glass windows.\n\nToday, Landmark Center serves as a hub for arts, education, and civic events, housing galleries, theaters, and event spaces that host a diverse array of performances, exhibitions, and programs. As a designated National Historic Landmark, it stands as a testament to Saint Paul's rich heritage and enduring commitment to preserving its architectural legacy for future generations to enjoy.",
      "latitude": 44.94552090908932,
      "longitude": -93.0971682071686,
      "images": [
        { "image": "./images/landmark_Center.jpg" },
        { "image": "./images/landmark_center_interior.JPG" }
      ]
    },
    {
      "id": 4,
      "title": "Wabasha Street Caves",
      "description": "The Wabasha Street Caves, located in Saint Paul, Minnesota, are a captivating and historic underground network of sandstone caves that have played a fascinating role in the city's history. Carved out of the natural limestone formations, these caves have served a multitude of purposes over the years.\n\nOriginally used as storage spaces for the brewing and warehousing industries in the 19th century, the Wabasha Street Caves later gained notoriety during the Prohibition era of the 1920s. They became secret speakeasies, offering a clandestine venue for illegal drinking and entertainment during the nationwide ban on alcohol.\n\nToday, the Wabasha Street Caves stand as a unique tourist attraction, offering guided tours that provide insight into their rich history and the colorful characters who once frequented them. Visitors can explore the dimly lit passages, marvel at the natural formations, and learn about the fascinating stories that have unfolded within these underground chambers, making them a captivating destination for history enthusiasts and curious explorers alike.\n",
      "latitude": 44.93564072971839,
      "longitude": -93.08698654174805,
      "images": [{ "image": "./images/WabashaStreetCaves.jpg" }]
    }
  ]
}
